" bytes" = " Bytes";
" items" = " Objekte";
"Alert!" = "Achtung!";
"Alias bit" = "Alias-Bit";
"Application:" = "Programm:";
"Apply to enclosed items..." = "Auf alle Unterobjekte anwenden...";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Wollen Sie wirklich alle %@-Dokumente ändern, um sie mit dem Programm \"%@\" zu öffnen?";
"Artist" = "Interpret";
"Artists" = "Interpreten";
"Attributes" = "Einstellungen";
"Bundle bit" = "Bundle-Bit";
"Burn" = "Brennen";
"Calculating..." = "Berechnen...";
"Capacity:" = "Kapazität:";
"Change All..." = "Alle ändern...";
"Change all" = "Alle ändern";
"Choose..." = "Auswählen...";
"Contents:" = "Inhalt:";
"Created:" = "Erstellt:";
"Creation Date:" = "Erstellungsdatum:";
"Creator:" = "Ersteller:";
"Custom icon" = "Eigenes Icon";
"Data Fork" = "Datenzweig";
"Data Fork:" = "Datenzweig:";
"Dates" = "Daten";
"Delete" = "Löschen";
"Deleting the data fork is not undoable.  Are you sure you want to delete this data?" = "Das Löschen des Datenzweigs kann nicht rückgängig gemacht werden.  Sollen diese Daten gelöscht werden?";
"Deleting the resource fork is not undoable.  Are you sure you want to delete this data?" = "Das Löschen des Ressourcenzweigs kann nicht rückgängig gemacht werden.  Sollen diese Daten gelöscht werden?";
"Device:" = "Gerät:";
"Everyone:" = "Jeder:";
"Execute" = "Ausführen";
"Forks" = "Zweige";
"Forks:" = "Zweige:";
"Free:" = "Verfügbar:";
"Get Info" = "Information";
"Group:" = "Gruppe:";
"Hide extension" = "Suffix ausblenden";
"Ignore ownership on this volume" = "Eigentümer auf diesem Volume ignorieren";
"Info" = "Information";
"Invisible" = "Unsichtbar";
"Kind:" = "Art:";
"Locked" = "Geschützt";
"MP3:" = "MP3";
"Message" = "Nachricht";
"Modification Date:" = "Änderungsdatum:";
"Modified:" = "Geändert:";
"Mount Point:" = "Mount-Point:";
"None" = "Kein";
"Open" = "Öffnen";
"Open with:" = "Öffnen mit:";
"Other" = "Weitere";
"Owner:" = "Eigentümer:";
"Path" = "Pfad";
"Path:" = "Pfad:";
"Permissions" = "Zugriffsrechte";
"Playlists" = "Wiedergabelisten";
"Read" = "Lesen";
"Report" = "Bericht";
"Resolved:" = "Aufgelöst:";
"Resource Fork" = "Ressourcenzweig";
"Reveal" = "Rahmen";
"Set Dates:" = "Daten setzen:";
"Size:" = "Größe:";
"Spotlight comments" = "Kommentar";
"Stationery Pad" = "Formularblock";
"Swap Forks" = "Zweige austauschen";
"Swapping forks can be undone by swapping again.  Are you sure you want to swap the forks?" = "Das Austauschen der Ressourcen kann durch nochmaliges Austauschen widerrufen werden.  Sollen die Ressourcen wirklich ausgetauscht werden?";
"This change will apply to all %@ documents with %@ \"%@\"." = "Diese Änderung betrifft alle %@-Dokumente mit dem %@ \"%@\".";
"Time" = "Zeit";
"Type:" = "Art:";
"Use this application to open all documents like this." = "Diese Anwendung für alle Dokumente diesen Typs verwenden.";
"Volume Permissions" = "Volume Zugriffrechte";
"Volume:" = "Lautstärke:";
"Write" = "Schreiben";
"data:" = "Daten:";
"extension" = "Suffix";
"rsrc:" = "Rsrc:";
"type" = "Typ";

/* ==== UNLOCALIZED ==== */

"Dates/Forks" = "Dates/Forks";
"Facility" = "Facility";
"Format:" = "Format:";
"Level" = "Level";
"Name" = "Name";
"Rsrc Fork:" = "Rsrc Fork:";
"Sender" = "Sender";
"Version:" = "Version:";
